Repository: obott9/IMEIndicatorClock
Catalog: Resources/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, el, he, hi, ja, ko, ru, th, vi, zh_hans, zh_hant

# settings.time_format.long
source: Long
ar: طويل
el: Μεγάλη
he: ארוך
hi: लंबा
ja: 長い形式
ko: 길게
ru: Длинный
th: ยาว
vi: Dài
zh_hans: 长
zh_hant: 長

# settings.time_format.medium
source: Medium
ar: متوسط
el: Μεσαία
he: בינוני
hi: मध्यम
ja: 標準形式
ko: 보통
ru: Средний
th: กลาง
vi: Trung bình
zh_hans: 中
zh_hant: 中

# settings.time_format.short
source: Short
ar: قصير
el: Μικρή
he: קצר
hi: छोटा
ja: 短い形式
ko: 짧게
ru: Короткий
th: สั้น
vi: Ngắn
zh_hans: 短
zh_hant: 短

# settings.title
source: Clock Settings
ar: إعدادات الساعة
el: Ρυθμίσεις ρολογιού
he: הגדרות שעון
hi: घड़ी सेटिंग्स
ja: 時計設定
ko: 시계 설정
ru: Настройки часов
th: การตั้งค่านาฬิกา
vi: Cài đặt đồng hồ
zh_hans: 时钟设置
zh_hant: 時鐘設定

# unit.pixels
source: px
ar: بكسل
el: εικονοστοιχεία
he: פיקסל
hi: पिक्सेल
ru: пикс.

# unit.points
source: pt
ar: نقطة
el: στιγμές
he: נקודות
hi: पॉइंट
ru: пт.

# settings.position.x
source: X:
ja: X座標:

# settings.position.y
source: Y:
ja: Y座標:
